jmdapozzo/components/gps/examples/basic/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_GPS_EVENT_LOG=y
CONFIG_GPS_UART_NUMBER_2=y
CONFIG_GPS_UART_RXD=6
CONFIG_GPS_UART_TXD=5
CONFIG_NMEA_STATEMENT_ZDA=n
